11/data/attachments/d952bab35f86ff0d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Edward_ability_Friend_93107_3</nif:username>
            <nif:friendToBeRequested>soap_friends_6274d581-196a-4d1c-b83f-a5e42f2517b2</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>